Repository: EyadMShokry/QLearn
Catalog: QLearn/Views/*.lproj/Localizable.strings
Languages: ar

source: Error
ar: خطأ

source: Some field is empty
ar: بعض الحقول فارغة

source: Ok
ar: تم

source: Phone Number
ar: رقم الهاتف

source: Add
ar: إضافة

source: Success
ar: تمت بنجاح

# is added successfully
source: added successfully
ar: تمت الإضافة بنجاح

source: Phone number is added successfully
ar: تمت إضافة رقم الهاتف بنجاح

source: Cancal
ar: إلغاء

source: If this is the first time to register, we will send a confirmation sms your phone number to make sure the number is correct and you have to enter it here afterwards in order to enter
ar: في حال كانت هذه هي المرة الأولى للتسجيل ، سنرسل رسالة تأكيد إلى رقم الوصي للتأكد من صحة الرقم وعليك إدخاله هنا بعد ذلك من أجل إدخال

source: Creat new item
ar: إنشاء عنصر جديد

# Add name Admin
source: Add admin name
ar: إضافة إسم المسؤول

# Add Phone Admin
source: Add admin phone
ar: إضافة هاتف المسؤول

# Add Password Admin
source: Add admin password
ar: إضافة كلمة مرور المسؤول

source: Add Admin
ar: إضافة مسؤول

source: Address
ar: العنوان

source: Add new address
ar: إضافة عنوان جديد

source: Add new phone number
ar: إضافة رقم هاتف جديد

source: Achievements
ar: الإنجازات

source: Achievment
ar: الإنجاز

source: Add New Achievment
ar: إضافة إنجاز جديد

source: Working at
ar: يعمل لدى

source: Speciality
ar: التخصص

source: Job
ar: المهنة

source: Teacher Name
ar: اسم المعلم

source: Date of birth
ar: تاريخ الميلاد

source: Save
ar: حفظ

source: Edit CV
ar: تحرير السيرة الذاتية

source: Update Your Cv Details
ar: تحديث تفاصيل السيرة الذاتية الخاصة بك

source: Add New Type
ar: إضافة نوع جديد

source: Add new chapter
ar: إضافة فصل جديد

source: Enter The Question ...
ar: أدخل السؤال ...

source: Enter The Answer ...
ar: أدخل الجواب ...

# The Reasoning ...
source: The Reason ...
ar: السبب...

source: The Question ...
ar: السؤال ...

source: Level 3
ar: المستوي ٣

source: Questions Bag
ar: بنك الأسئلة

source: Student Report
ar: تقرير الطالب

source: Timetable
ar: الجدول الزمني

source: Uploaded PDFs
ar: ملفات PDF

source: Ask Us something
ar: اسأل المدرس

source: Teacher CV
ar: السيرة الذاتية للمعلم

source: Contact Us
ar: تواصل معانا

source: Specialist
ar: متخصص

source: Date of Birth
ar: تاريخ الميلاد

# LanguageButton
source: عربي
ar: English

source: To Change Language:
ar: لتغيير اللغة:

source: The correct answer ..
ar: الإجابة الصحيحة ..

source: Delete
ar: حذف

source: Delete Question
ar: حذف السؤال

source: Are you sure, you want to delete this question?
ar: هل أنت متأكد أنك تريد حذف هذا السؤال؟

source: show cause
ar: علل

source: WEEKS GRADES
ar: درجات الاسبوع

source: MONTHS GRADES
ar: درجات الشهور

source: ATTENDANCE
ar: الحضور

source: No Data to show yet.
ar: لا توجد بيانات لإظهارها بعد.

source: Pdf file is uploaded successfully
ar: تم تحميل ملف Pdf بنجاح

# Attend
source: Attended
ar: حضر

source: Not Attended
ar: لم يحضر

source: Your Data is Not Registered, Start Registering Now
ar: بياناتك غير مسجلة ، ابدأ التسجيل الآن

source: Student's Phone Number
ar: رقم هاتف الطالب

source: Father's Phone Number
ar: رقم هاتف الأب

source: Full Name
ar: الاسم بالكامل

source: Password
ar: كلمه السر

# Confirm The Password
source: Confirm Password
ar: تأكيد كلمة المرور

# New Registration
source: Register
ar: حساب جديد

source: Passwords do not match
ar: كلمات المرور غير متطابقة

source: This student already exists
ar: هذا الطالب موجود بالفعل

source: Server Error, please contact with application's author
ar: خطأ في الخادم ، يرجى الاتصال بمالك التطبيق

# The Register Successfully
source: Registered Successfully
ar: تم التسجيل بنجاح

source: level
ar: المستوى

source: Access denied
ar: عملية مرفوضة

source: This student doesn't exists
ar: هذا الطالب غير موجود

source: This admin doesn't exists
ar: هذا المشرف غير موجود

source: Student phone number
ar: رقم هاتف الطالب

source: Parent phone number
ar: رقم هاتف الاب

source: This parent doesn't exists
ar: هذا الوالد غير موجود

source: Achievement added successfully
ar: تم إضافة الإنجاز بنجاح

source: Achievement Deleted successfully
ar: تم حذف الإنجاز بنجاح

source: New category is added successfully
ar: تمت إضافة فئة جديدة بنجاح

source: New type is added successfully
ar: تمت إضافة نوع جديد بنجاح

# Your Addresse Deleted successfully
source: Your Address Deleted successfully
ar: تم حذف عنوانك بنجاح

source: Phone Deleted successfully
ar: تم حذف الهاتف بنجاح

source: Address is added successfully
ar: تمت إضافة العنوان بنجاح

source: Address Title
ar: اسم العنوان

source: Question is answered successfully
ar: تمت الإجابة عن السؤال بنجاح

source: Your question is added successfully
ar: تمت إضافة سؤالك بنجاح

# Typical answer
source: Ideal answer
ar: الإجابة النموذجية

source: Is this answer similar to your answer?
ar: هل هذه الإجابة مشابهة لاجابتك؟

# Model explanation
source: Ideal explanation
ar: التعليل النموذجي

source: The answer is wrong
ar: الجواب خاطئ

source: The answer is correct
ar: الإجابة صحيحة

source: NO
ar: لا

source: YES
ar: نعم

source: NEXT
ar: التالى

source: EXIT
ar: خروج

# Your News Deleted successfully
source: News Deleted successfully
ar: تم حذف الخبر بنجاح

source: Admin Deleted successfully
ar: تم حذف المسؤول بنجاح

source: You can't delete super admin
ar: لا يمكنك حذف المشرف الأساسي

source: Pdf is downloaded successfully
ar: تم تنزيل Pdf بنجاح

source: PDF Deleted successfully
ar: PDF محذوف بنجاح

source: All questions
ar: كل الأسئلة

source: My questions
ar: أسئلتي

source: ASK!
ar: إسأل

source: Mr Tarek is the only one allowed to edit his info
ar: استاذ طارق هو الشخص الوحيد المسموح له تغيير بياناته

source: Question is updated successfully
ar: تم تحديث السؤال بنجاح

source: Edit Achievment
ar: تعديل الإنجاز

source: Edit
ar: تعديل

# Achievement edited successfully
source: Achievement is edited successfully
ar: تم تعديل الإنجاز بنجاح

source: Phone number edited successfully
ar: تم تعديل رقم الهاتف بنجاح

source: Address edited successfully
ar: تم تعديل العنوان بنجاح

source: Phone numbers
ar: أرقام الهاتف

source: Edit Phone number
ar: تعديل أرقام الهاتف

source: Edit chapter name
ar: تعديل اسم الشابتر

# Chapters
source: Chatpers
ar: الشباتر

source: Download is canceled
ar: تم إلغاء التحميل

source: This file already exists
ar: هذا الملف موجود بالفعل

source: Can't download this file. please check your internet connection or try again later
ar: لم نتمكن من تحميل هذا الملف. من فضلك تحقق من اتصالك بالإنترنت أو أعد المحاولة لاحقا.

source: Question is deleted successfully
ar: تم حذف السؤال بنجاح

source: An error happined while uploading your file. please check your internet connection or contact with application author
ar: حدث خطأ أثناء رفع ملفكز من فضلك تأكد من اتصالك بالانترنت او تواصل مع مالك التطبيق

source: Can't upload the file
ar: لم يتم رفع الملف

source: file doesn't exists
ar: الملف غير موجود

source: User doesn't have permission to access this file
ar: هذا المستخدم ليس لديه حق الوصول لهذا الملف

source: Unknown error occured
ar: حدث خطأ غير معروف

source: Uploading...
ar: يتم الرفع...

source: Cancel uploading
ar: إلغاء الرفع

source: Please enter your phone number to recieve a verfication code
ar: من فضلك ادخل رقم هاتفك لكي يصلك كود التفعيل

source: This user isn't exist
ar: هذا المستخدم غير موجود

source: An error happened while sending verification code. please check your internet connection or try again later
ar: حدث خطأ أثناء إرسال رمز التفعيل. من فضلك تأكد من اتصالك بالإنترنت أو أعد المحاولة لاحقا

source: The verification code you entered doesn't match the one we sent
ar: رمز التفعيل الذي أدخلته لا يتطابق مع الذي أرسلناه لك

source: An error happened while sending verification code. You may entered wrong phone number
ar: حدث خطأ أثناء إرسال رمز التفعيل. من الممكن أنك أدخلت رقم هاتف خاطئ

source: Password is changed successfully
ar: تم تغيير كلمة المرور بنجاح

source: You entered invalid verification code
ar: لقد أدخلت رمز تفعيل خاطئ

source: Your country code
ar: كود الدولة

source: Successfull registeration
ar: تسجيل ناجح

source: confirmation
ar: تأكيد

source: Your code
ar: الكود المرسل لك

source: Change password
ar: تغيير كلمة المرور

# you can change password
source: You can change your password here
ar: يمكنك تغيير كلمة المرور هنا

source: Skip
ar: تخطي

source: School
ar: المدرسة

source: Incorrect Password
ar: كلمه مرور خاطئه

source: Appointements
ar: الميعاد والمكان

source: Incorrect File link
ar: رابط الملف غير صحيح

source: This teacher already exists
ar: هذا المدرس موجود بالفعل

source: External Links
ar: روابط خارجيه

source: Link Title
ar: عنوان الرابط

source: Link Description
ar: وصف الرابط

source: Link
ar: الرابط

source: Add External Link
ar: اضافه رابط خارجي

source: Link Deleted successfully
ar: تم الغاء الرابط بنجاح

source: Only Super Admins can access this content
ar: المسولين فقط من يستطيعون الوصول الي ذلك المحتوي

source: Add Assistants
ar: إضافة مساعدين

# Choose true or false
source: Please choose if the answer is true or false!
ar: من فضلك اختر اذا كانت الاجابه صحيحه ام خاطئة
